Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/hupmansyntesa-davvisamegillii.html.tmx
Source language: sme
Languages: sma

source: Hupmansyntesa davvisámegillii / Språkteknologi / Giella / Sámediggi - Sametinget
sma: Soptsestimmiesyntese noerhtesaemien gïelese / Gïeleteknologije / Gïele / Saemiedigkie - Sametinget

source: Hupmansyntesa davvisámegillii 22.
sma: Soptsestimmiesyntese noerhtesaemien gïelese

source: Sámediggi lea bargagoahtán hupmansyntesa ovddidemiin davvisámegiela várás.
sma: Saemiedigkie lea daelie barkoem aalkeme soptsestimmiesyntesem evtiedidh noerhtesaemien gïelese.

source: Dát lea ođđa giellateknologalas veahkkeneavvu buohkaide geain leat čállin- ja lohkanárut ja geat dárbbašit veahki teakstalohkamii sihke skuvllas, barggus ja priváhta.
sma: Daate akte gïeleteknologeles dïrrege gaajhkesidie mah tjaeleme- jïh lohkemetsagkesh utnieh, jïh gaajhkesidie mah viehkiem daarpesjieh lohkedh.

source: Hupmansyntesan dakkár sierralágan dihtorprográmma, mii áddestaddá olbmo hupmama.
sma: - Manne joekoen geerjene ihke saemien gïele aaj edtja daan vihkeles teknologijen sisnjelen åtnasovvedh.

source: Hupmansyntesaprográmma sáhttá juogo lohkat teavstta dahje dat sáhttá buvttadit hupmama eará dieđuid vuođul.
sma: Teekste- soptsestæmman systeme akte hijven dïrrege jïjnjh gïelekultuvride veartenisnie.

source: Jietna mii geavahuvvo lea juogo goanstadahkkon dahje olbmo suopman. - Mii áigut geavahit olbmo suopmana go ráhkadit teavsttas hupmamii, dadjá Aili Keskitalo.
sma: Jïh daate aaj akte dïrrege maam aaj dah mah voejhkelieh saemien lïeredh maehtieh nuhtjedh, v.g. govledh naaken luhkieh sisvegem nedtesne jïh nedteplaerine, saemiedigkiepresidente Aili Keskitalo jeahta.

source: Dát dahkkojuvvo ovtta Divvumiin ja Giellateknoin Romssa universitehtas.
sma: Evtiedimmiebarkoe akte laavenjostoe Divvunine jïh Giellateknojne Tromsøn Universiteetesne.

source: Fálaldagaid viežžama bokte lea Sámediggi bálkáhan Acapela Group AB ráhkadit teavsttas hupmamii čovdosiid davvisámegiela várás.
sma: Acapela Group AB lea leejjeme juktie vuekieh gaavnedh juktie teekste-soptsestæmman noerhtesaemiengïelesne darjodh.

source: Vuogádaga ráhkadeapmi álggahuvvo skábmamánus dán jagi ja gárvves buvtta almmuhuvvo jagi 2014 golggotmánus.
sma: Evtiedimmiebarkoe aalka gålkoen daan jaepien. Soejkesjen mietie dle bæjhkoehtimmie dehtie gaervies dorjesistie edtja årrodh rïhkeden 2014.

source: Teavsttas-hupmamii vuogádat galgá ráhaduvvot dábálaš geavaheapmái, ja galgá sáhttit lohkat iešguđet teakstašlájaid, ja gieđahallat buot sámegiela grammatihka ja riektečállima beliid dohkálaš vugiin.
sma: Teekste- soptsestæmman-systemem edtja evtieididh sïejhme åtnose, jïh edtja maehtedh ovmessie teekstesåarhth lohkedh jïh gaajhkh bielieh gïetedidh dehtie saemien grammatihkeste jïh reaktoetjaeliemistie eensilaakan.
